//
//  TestStrings.swift
//  SuffixAnalysis
//
//  Created by Anna Volkova on 02.12.2020.
//  Copyright © 2020 Anna Volkova. All rights reserved.
//

import Foundation

struct TestStrings {
    
    var texts = [
        """
            Температура -40 градусов по Цельсию точно равна температуре -40 градусов по Фаренгейту.
            Это единственная температура, в которой две этих шкалы сходятся.
        """,
        """
            Солнце, как и другие звезды, сформирова­лось из огромного облака газа — туманности.
            Это облако содержало всю материю, которая была необходима для формирования Солнца, его "семейства" из 9 планет,
            61 лун и сотен тысяч асте­роидов, метеоров и комет. Пр этом 98% веще­ства ушло на формирование Солнца.
            В резуль­тате появилась звезда массой приблизительно 1 989 000 000 000 000 000 000 000 000 000 ки­лограммов.
        """,
        "Игрушка йо-йо появилась в 16-м веке на Филиппинах в качестве оружия.",
        """
           Следы ног на Луне останутся невредимыми в течение мил­лионов лет из-за отсутствия ветра — там нет атмосферы,
            а значит, не может быть никаких звуков, и небо всегда черно.
        """
    ]
}
